Repository: goodkiller/qwmobapp
Catalog: lib/l10n/app_*.arb
Languages: et

# thereHasBeenAProblem
source: There has been a problem. Please restart the app.
et: Tekkis probleem. Palun taaskäivitage rakendus.

# noDevicesFound
source: No Qilowatt devices found.
et: Qilowatt seadmeid ei leitud.

source: Try again.
et: Proovige uuesti.

source: Failed to connect to
et: Ühenduse loomine ebaõnnestus:

source: connection took too long
et: ühenduse loomine võttis liiga kaua aega

source: Platform not supported.
et: Platvormi ei toetata.

source: Location permissions required.
et: Asukoha kasutus pole lubatud.

source: Location permissions denied.
et: Asukoha kasutus pole keelatud.

# locationAccuracyPermissionsDenied
source: Location upgrade accuracy permissions denied.
et: Täpne asukoha kasutus on keelatud.

source: Location services disabled.
et: Asukohateave välja lülitatud.

source: WiFi scan failed.
et: Seadmete otsimine ebaõnnestus.

source: Exception
et: Viga

# pleaseEnableWifi
source: Please enable WiFi and try again.
et: Palun lülitage WiFi sisse ja proovige uuesti.

source: Search
et: Otsi

source: Restart
et: Taaskäivita
